var questions = [

  ["Часто ли вы опаздываете/пропускаете будильник? ",
  "Всегда встаю по будильнику",
  "Постоянно",
  "Я жаворонок",
  "А что, нужно ставить будильник?"
  ],

  ["Вы часто падаете, казалось бы, на ровном месте? ",
    "Никогда, всегда смотрю под ноги ",
    "Редко, но бывает ",
    "Скоро на мне не останется места без синяков ",
    "Да, если хожу без очков"],

  ["Вас легко можно смутить? ",
    "Нет",
    "Да",
    "Все зависит от темы разговора или ситуации ",
    "Иногда"],

  ["Вы много читаете?",
    "Не очень люблю книги",
    "Только мангу!",
    "Люблю читать, да",
    "Нет"],

  ["Вы любите общаться с другими людьми? ",
    "Люблю, но не умею",
    "Да, всегда нахожу новые знакомства!",
    "Я истинный социофоб!",
    "Если они не раздражают"],

  ["Вы считаете, что вам нужна помощь в каком-либо деле или вы справляетесь самостоятельно?",
    "Я все делаю сам(-а)",
    "Все валится из рук, когда пытаюсь самостоятельно...",
    "Смотря в чем нужна помощь",
    "Я готов(-а) сам(-а) помогать другим!"],
  
  ["Вы носите очки? ",
    "Нет",
    "Да",
    "Только для чтения",
    "Если солнцезащитные считаются"],
  
  ["Вы считаете себя эмоциональным человеком?",
    "Нет",
    "Ну может немного",
    "Я крайне эмоциональный! >_< ",
    "По ситуации"],
  
  ["Вам нравятся котики?",
    "Люблю все пушистое",
    "Нет никого более милого",
    "Не так, как собачек",
    "Предпочитаю других существ..."],

  ];